time? 4
time. 19
time: 27
darveaux/et&s/enron@enron 10
" 9
# 74
! 17
netco 4
& 686
$ 181
% 9
* 386
+ 33
( 46
) 7
. 45
/ 175
, 62
3 263
2 398
1 612
0 51
7 181
6 236
5 306
4 262
; 29
: 120
9 195
8 216
? 405
@ 64
relief 84
relied 17
advised 27
midcontinent 15
times 79
] 530
_ 28
[ 528
f 22
g 269
d 113
e 119
b 53
c 55
berlanga 5
slated 7
n 88
o 32
l 140
advise. 7
m 184
j 123
k 67
h 29
w 108
v 38
analyze 8
u 9
t 37
s 116
r 80
q 22
p 58
~ 5
y 26
x 48
consumption 14
injecting 6
kitzhaber 3
rita; 3
an=20 17
kerry 4
dozens 3
adviser 3
europe. 3
much 196
halstead 6
</o=enron/ou=na/cn=recipients/cn=jmillar3> 49
flagstaff 4
fewer 3
update 248
helms 3
immediately. 8
injection 44
immediately: 4
minimize 19
hello 7
suspicious 4
help. 21
help! 8
technician 3
michael; 17
helps 25
gale.ramsaran@enron.com 17
01:48:00 7
manufacturing 9
(lunch 5
analyst 37
$700 4
782-5510 4
belnoske 27
sharon.solon@enron.com 9
yolanda 5
</o=enron/ou=na/cn=recipients/cn=bcastel> 5
danny's 4
advisor 4
2082.02 3
agreement's 5
triaminic 5
time! 3
me=20 7
branney 170
potter 6
secondly 4
helfrich 4
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=14b8677c-f1e8d7a9-86256a87-705095> 3
$750 4
05/15/2001 4
loaded 17
gore's 7
</o=enron/ou=na/cn=recipients/cn=edith_gongora> 5
ancillary 8
donoho/et&s/enron@enron> 9
invested 5
cummings/ots/enron@enron 3
</o=enron/ou=na/cn=recipients/cn=mbx_anncets> 3
(94%) 9
must 188
it." 6
08:36 4
08:39 4
iris 16
vary 7
</o=enron/ou=na/cn=recipients/cn=tjohans> 39
rumor 3
08:44 5
08:42 7
soothe 3
unlikely 18
hill/npng/enron@enron 3
walking 13
<.steve@enron.com> 6
lakes 7
all-time 11
08:58 3
08:53 4
rich.holly@enron.com 3
08:56 3
helped 25
irma 3
ann.smith@enron.com 6
lakho 7
certificate. 3
yourself 34
36021. 3
08:00 4
michael.bodnar@enron.com 161
autographs 3
culture 15
complexity 6
operates 13
operated 10
</o=enron/ou=na/cn=recipients/cn=kperkin> 5
hallmark 9
verbal 7
"old" 3
bicycle 3
yelverton 5
chickens= 5
loads; 5
<tstringer@huntway.com> 3
loads. 4
wants 51
vanessa 13
raymond 13
burleson/et&s/enron@enron 14
glass 3
hoecker 22
certificates 11
steve.hotte@enron.com 11
"just 3
briefing 47
06:54:00 4
#1 16
#2 12
non-critical 3
</o=enron/ou=na/cn=recipients/cn=sgoodel> 4
"a 27
#: 6
endangered 6
timothy 7
#9 3
#5 3
discovery 5
owners 9
#4 5
#3 8
deserve 4
<lana.moore@nesanet.org>@enron 7
disappointing 5
</o=enron/ou=na/cn=recipients/cn=ftan> 5
stuff! 3
!! 8
antitrust 4
nothing 23
edition 4
communicating 7
&= 3
(& 4
comprise 6
"i 35
06/14/2000 3
06/14/2001 7
$1 22
$2 8
$4 9
$5 20
$6 4
organization 93
$7 3
$8 13
$9 5
touched 5
follows: 59
<patricia 3
delegates.xls>> 4
audio 40
communication 80
touches 3
audit 4
cows 11
valves 6
maggie.matheson@enron.com 11
*0 10
combine 10
** 30
(i 12
exceeded 8
"the 94
+1 6
(9 5
followed 36
(= 4
(2 10
(3 15
(1 14
(6 6
(7 6
(4 11
(5 5
burleson 316
(a 19
30,000 14
larger 24
it's 207
's 3
'n 9
equity 35
guertin 5
gather 7
.. 11
</o=enron/ou=na/cn=recipients/cn=ddornan> 10
$800 3
equiva 3
0. 3
relative 59
/> 12
lamar 5
controller 3
dayna.landers@enron.com 3
"shooting 14
gibson 6
conjunction 14
investor 24
randa.karkour@compaq.com 3
generator 12
treated 16
kean/na/enron@enron 3
-> 13
iran 3
iraq 3
-- 211
-1 4
runner 6
hyatt/et&s/enron@enron> 28
4" 13
marian 4
4! 4
35 16
36 6
33 7
34 11
39 5
37 4
38 10
41 8
40 26
4) 17
2: 6
jones/et&s/enron@enron 9
22 143
organized 4
23 105
24 173
25 165
26 152
27 160
28 154
29 137
1k 4
30 277
32 4
31 180
maria; 19
3% 5
3) 33
1= 5
1; 3
19 160
1: 11
17 176
18 157
15 238
16 178
</o=enron/ou=na/cn=recipients/cn=iresend> 5
13 199
14 229
11 182
12 237
21 203
20 223
allegations 5
2. 3
20,000 49
</o=enron/ou=na/cn=recipients/cn=gspevak> 5
2) 54
2% 4
08 17
09 6
04 23
05 19
06 20
07 12
01 32
02 14
03 18
1. 13
10 271
pavillion 3
1) 54
1% 4
1! 4
relating 8
78 4
recording 28
(93%) 10
allocating 11
8" 6
</o=enron/ou=na/cn=recipients/cn=dlee> 67
8% 4
8) 3
80 15
87 4
85 4
generates 5
$3.67 5
relation 4
properly 10
7) 5
5k 21
generated 24
70 9
buston 3
73 3
74 3
75 14
59 8
58 4
55 8
engineering 86
6) 8
allocation 80
65 9
62 5
(hou) 3
60 41
61 4
6. 3
48 7
45 14
crucial 4
44 6
47 3
46 7
5) 12
5% 24
3d 4
$3.95 3
50 54
hopper 3
prizes 16
mwh. 3
cpuc 69
02:34:00 3
memberships 6
8i 3
:) 6
hartsoe 17
statement/prospectus 8
96 5
95 6
94 6
93 5
dedication 7
90 18
9) 8
entertainer 3
no.address@enron.com 44
shocked 3
igsupdate.xls 32
>a 3
danielle 3
>i 3
eagle 8
property 40
enrononline 43
witnessed 3
>> 250
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=bf593602-87f93966-62569fe-6aa04e> 5
</o=enron/ou=na/cn=recipients/cn=jmcfarl> 5
120000 8
$0.40s 3
</o=enron/ou=na/cn=recipients/cn=sscott3> 43
marion 9
pretty 28
<a 4
monique 8
magnificent=20 3
sender. 14
rules 38
ruled 6
manual 16
<< 33
warehouse 7
december. 3
topack 3
reservoirs 10
rival 9
robert.hayes@enron.com 7
christina 15
(925) 13
increments 6
kathy.jameson@enron.com 3
monitor 54
unbundling 19
windowing 3
sheila 204
never 50
teb.lokey@enron.com 44
contamination 3
licciardo 12
hydrostatic 9
lance 3
doctors 5
lanam 7
lands 3
landy 3
--------------------------- 228
unless 27
ted=20 3
35517 3
approve 27
owned 32
owner 17
</o=enron/ou=na/cn=recipients/cn=foldenhu> 41
christian 8
norden 9
deb.cappiello@enron.com 19
wilson; 3
effectiveness 6
sandra 20
annual 227
agreement 309
francisco 15
optimizing 5
message. 13
countries 3
multi-media 3
message: 3
revenues 31
modifications 32
untill 3
unauthorized 67
82434 3
reserving 4
maritza 5
messages 36
curtailments 5
depending 26
larry.davis@enron.com 7
divestitures 3
dressed 4
revenue. 6
ur=20 11
(92%) 13
imagine 7
economy 31
optimize 5
totaled 3
lana.belnoske@nesanet.org 25
sounds 13
formation 15
moreover 9
regret 15
"california 3
thinkbank's 3
initiate 5
coworkers 5
a) 8
a. 7
a; 3
a= 56
carpenter 7
11.375 5
a3 4
reporters 3
awaited 6
established 41
contribute 19
06:27:00 3
totally 6
christine 545
>the 12
dynegy's 16
objected 6
announcements@enron 7
"'miller 4
gustavo.junqueira@enron.com 4
________________ 3
lorna.brennan@enron.com 294
s=20 52
river 146
predicting 7
h= 3
lindley 4
gc 4
ge 7
ga 23
references 3
fl 28
fr 17
ft 53
fp 5
isolated 4
i= 32
gy 3
09:41:00 3
gilbert/et&s/enron@enron 6
featuring 16
he 490
--------- 4
gm 3
gl 3
gj 4
gh 36
binding 27
rene.bickerstaff@enron.com 4
go 354
du 5
853-7181 3
f= 15
indicate 44
ea 13
eb 73
ec 7
ed 62
de 14
f& 3
f) 3
df 13
eldridge/et&s/enron@enron> 5
dl 9
do 585
dp 8
prevented 7
ds 8
dr 14
ex 4
g= 6
984848 4
fe 6
operator 46
ef 3
el 636
ep 11
en 5
et 12
es 8
er 10
ca 140
d= 13
(915) 6
br 12
bp 66
couldn't 7
<.gary@enron.com> 6
bl 16
d) 4
</o=enron/ou=na/cn=recipients/cn=rlongor> 5
bc 9
itcs 3
dc 32
da 6
e= 4
ct 7
cs 21
decided 60
holiday 105
cr 17
co 90
e) 3
cd 13
instituted 4
b= 28
safeguards 3
(cpuc) 4
us$0.60s 3
reference. 3
b. 3
harris/et&s/enron@enron 79
b) 8
c= 14
az 25
lynch 15
apr-oct 17
prediction 12
ar 3
referenced 14
al 30
am 797
ad 4
ab 11
c) 4
ag 3
lynda 18
nt 3
newly 19
ns 5
p3 4
p2 5
no 487
brannen 5
p= 7
___________________________________ 3
ny 15
nw 7
heller 4
nv 13
om 14
ok 42
oh 11
steve.kirk@enron.com 50
hanagriff/et&s/enron@enron 9
board 117
pd 23
pf 3
pg 9
pa 20
pc 24
pm 791
shafer 13
ph 9
ll 4
lp 9
lu 8
n= 13
playboy 4
md 11
ma 15
mg 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=923c7823-97275786-86256959-5deea7> 3
me 802
mk 7
mi 8
mn 6
mm 8
mo 5
mr 61
mt 3
collected 17
ms 23
mw 114
kitchen/fgt/enron@enron 8
my 291
o= 40
"'colvin 4
na 7
nc 3
nd 8
item 37
ne 12
ng 23
nh 3
nj 5
nm 35
l; 8
jr 11
news! 4
jo 211
l. 7
variations 5
kh 43
kb 6
lynn; 17
l= 4
harris/et&s/enron@enron> 16
reiterate 4
from= 10
usage]. 3
35609 3
m. 6
kn 13
li 21
le 3
ld 86
la 99
lb 14
m= 11
</o=enron/ou=na/cn=recipients/cn=scorman> 43
hr 50
hp 13
hu 6
hh 4
hi 29
ho 6
boaka 6
wars! 3
id 71
k# 4
ia 7
ih 9
conservation 14
ig 14
tknight@houstonenergy.org 10
ie 7
j= 3
news: 5
ii 37
il 34
je 5
cris 5
k; 3
k= 5
l" 3
ready 84
y; 3
bustamante 5
27060) 3
y= 8
mno065pu 3
slack 12
wi 19
expiration 22
wt 6
wu 10
reads 5
wa 10
i.d.: 3
vi 6
events 199
vu 6
vs 40
vp 14
w= 17
mingle,= 3
va 7
uk 10
w. 3
ue 8
uh 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=48bca2e6-ea0779b7-86256993-7168e5> 5
us 581
front 25
ut 6
w/ 7
w2 3
up 722
ty 6
tx 128
tu 6
tv 6
"going 3
v. 3
frost 4
tj 10
th 8
u= 3
conservative 4
tc 3
st 32
(91%) 5
sw 5
so 543
sr 23
se 3
sj 85
t= 89
reviewer. 7
rr 9
birthday 12
rp 17
rj 10
re 11
rd 3
reach 61
s= 11
lanes 6
powell/et&s/enron@enron 7
martinez 174
s. 8
coyanosa 8
px 4
r= 6
pt 11
pp 6
pr 4
ps 6
guardian 31
insist 4
court. 3
course 111
myer 5
bill.mangels@enron.com 128
margin 20
helen 8
2002.doc>> 4
generators 52
carter/na/enron@enron 13
</o=enron/ou=na/cn=recipients/cn=rrivera1> 5
crum 3
unbound 5
engage 32
tumbleweed 9
disconnected 7
reviewers 5
</o=enron/ou=na/cn=recipients/cn=scarrer> 5
"open." 7
determination 11
event. 6
kids! 8
event? 6
kids' 11
tom.parker@enron.com 6
"karkour 4
accepted. 6
culpepper 4
georgi 11
urgent 16
ya 3
racially 4
standards. 3
george 96
yr 10
pushed 26
glen; 24
president 267
girish.kaimal@enron.com 9
ralph.smith@enron.com 3
kenny 5
served. 10
e-business 9
glen, 4
glenn 20
joni.bollinger@enron.com 171
ceo@enron 17
holocaust 13
garner 3
gorillas 3
(90%) 7
staff@nesanet.org 23
kent; 6
discounted 46
</o=enron/ou=na/cn=recipients/cn=mjanous> 44
restored 4
</o=enron/ou=na/cn=recipients/cn=sskarne> 5
goradia 81
http://profiles.msn.com. 3
socal/needles 11
inside 20
uncollected 5
retirees 4
errors 6
appealed 3
pressure) 3
echoed 4
finest 3
08:41:00 3
ethical 5
</o=enron/ou=na/cn=recipients/cn=rbianchi> 19
pressures 32
sending 42
club 74
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=59406cf-4a8787c-862566de-280aa> 19
ron.spain@enron.com 4
gene.maze@enron.com 5
retreat 9
requirements 95
intl 4
motorcycle 3
on-peak 23
into 633
interface 3
warburg 5
everyday 12
(reuters) 4
workstations 5
comprehensive 27
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=6be0d5c4-f3992040-8625672b-696bda> 3
</o=enron/ou=na/cn=recipients/cn=cbywate> 4
<mailto:tracy.cummins@nesanet.org> 4
rod.hayslett@enron.com 24
rhodes 3
lagerstrom/et&s/enron@enron 4
michael.norden@enron.com 3
likelihood 7
adventure 5
minter/et&s/enron@enron> 4
bridget 13
peck.ken@enron.com 4
"one 3
all.states@enron.com 13
cochran 5
savita 3
</o=enron/ou=na/cn=recipients/cn=dscott1> 25
55,000 4
"our 5
washington/et&s/enron@enron 4
bobbi 6
"ott 4
58649) 6
precious 4
bobby 15
question 92
</o=enron/ou=na/cn=recipients/cn=dpowell1> 48
appointment 38
benner/et&s/enron@enron 6
info 54
customize 3
represented 7
mccarran 225
millions?" 4
again 156
o'brian 5
saving 9
techniques 10
start-up 17
delegate 19
robichaux/hou/ees@ees 4
options 199
</o=enron/ou=na/cn=recipients/cn=kwillia4> 5
refrigerator 4
22055 3
represents 15
transaction 108
option. 4
$500,000 8
$300 5
inc. 71
alignment 14
700) 16
negotiated 177
22017 5
inch 5
beckner 3
ms1= 3
kuczynski'" 4
kicks 5
oberg 3
accompanies 5
threatening 3
workforce 5
westbrook/corp/enron@enron 4
http://www.ots.enron.com/docs/stds/0000-1.htm 3
accompanied 4
espeak 99
spokeswoman 19
typically 19
before 260
audrey; 3
audrey: 4
14:20:00 3
<.brent@enron.com> 3
caithness 27
charlene 4
transportation-related 3
message----- 468
apology 3
compress 3
chau-ye.wu@enron.com 3
carefully 12
agave 35
www.thehungersite.com 3
goals. 9
purchasers 3
goodpasture 100
billie 4
</o=enron/ou=na/cn=recipients/cn=cperez> 5
ceremonial 3
stomach 4
>to: 9
lachner 5
bill.fowler@enron.com 170
noaa's 3
screen 31
omaha.helpdesk@enron.com 6
traffic 8
evaluations 3
<.paul@enron.com> 3
karkour 3
recover 24
ng=20 21
steve.wood@enron.com 3
billed 29
walls 9
northwest's 15
maharashtra 3
darveaux 107
oceanic 4
transmission; 3
accessible 8
standard 33
walia 5
walk" 8
danger 4
neighborhood 3
folders/archives 3
04/10/2001 3
caught 7
9/29/00 8
this=20 18
takes 36
taken 59
festa 6
april-oct 22
"conservatively 3
</o=enron/ou=na/cn=recipients/cn=bdavids> 5
katherine.gibson@enron.com 3
lee.ferrell@enron.com 149
(eogil) 3
clip 3
views 9
<tracy.cummins@nesanet.org>@enron 4
asset-based 4
5/9/01 3
ensuring 12
wanted 63
thinkbank 24
(cal-px) 5
frequently 14
schaffart 3
fries 4
restrict 5
pleas= 3
clay 21
*=09the 6
tahoe 8
adequacy 5
video 18
kimberly.nelson@enron.com 8
extract 4
gordon 4
dependent 11
jarrell 3
tiajuan.dancy@enron.com 4
naiser 5
$3.00 15
brown/et&s/enron@enron 15
quantity: 3
precinct 3
totaling 18
oec01.doc 3
dramatically 15
nacey 174
notified 24
notifies 4
code 46
large 202
<pwri@dynegy.com> 3
coal 48
decorating 3
calendar 52
cobb 9
engineers 9
(michelle 3
<jpainter@igservice.com> 32
recorded 3
compliant 3
pledge 35
non-member 14
elaine.concklin@enron.com 8
frito 8
quiz 7
vollmer 3
06/27/2000 3
cameron 5
energize 13
quantity) 3
difficulties 16
ayres 3
stuebi 3
curve. 3
jlokay@yahoo.com 4
arranging 4
database 38
permian: 3
\\gthou-dv01\common\marketing\tw_nng\tw 3
7.60 6
winters/et&s/enron@enron 9
crossover 5
copy 145
cool 12
cook 21
coon 3
adequate 29
rosario 4
dutton/hou/ect@ect 8
ipps 3
conf 7
</o=enron/ou=na/cn=recipients/cn=rshults> 5
35097 6
comm 8
7.59 5
tracy/ots/enron@enron 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=3631e849-6d8bed9a-862569e0-57a7fb> 5
come 212
practice 19
(london 3
issuance 6
period 162
cost 271
cou= 4
profitability 27
[8516] 3
walsh 4
corp 148
iptv 5
35055 3
owing 18
core 85
renewal 13
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=4b6b6c2e-c770176d-862566d7-5fac18> 4
energies 3
cushion 4
snacks 5
coga 3
karen.lagerstrom@enron.com 179
according 106
<norm 3
insulated 3
friedenberg 3
veariel 5
return 104
bankrupt 5
discuss: 4
cybertech 5
framework 6
discuss. 5
derek.drew@enron.com 3
records. 8
workplace. 3
cold 90
information...is 5
cole 10
$500 14
winters 34
com= 4
com) 5
bandwidth 14
conferences@mail.energycentral.com. 12
cameras 3
</o=enron/ou=na/cn=recipients/cn=mguzman> 3
03:19:00 3
winter. 9
hendra.kurniawan@enron.com 3
winter, 3
amsterdam. 3
worldcom 8
lewis? 3
4/31/02 4
sheets 31
winter= 4
dealings 8
header 16
microturbines 4
rochman.micael@enron.com 3
morales 5
interruptible 37
lantefield 174
expressing 4
http://ehronline.enron.com 4
</o=enron/ou=na/cn=recipients/cn=pdowney> 5
540,000 3
studio 3
expression 4
(d-ca) 4
masulla 3
replaces 6
gravelle 3
unsecured 4
replaced 9
owens-corning 4
<mitchp@atlantia.com> 3
enforcement 5
</o=enron/ou=na/cn=recipients/cn=ncarpent> 5
headed 16
ipaq 5
pigging 33
functionality 19
cnbc 5
lebeau/et&s/enron@enron 6
nationwide 8
daniel 31
ious 3
effervescent 5
cherokee 3
iowa 3
07/31/2000 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=8ed04a81-63705c0f-862564c2-6b9ece> 5
across 94
cmte 9
vicki 61
adjustment 17
inspired 3
dollars 38
competition," 3
mtbe 4
kansas 26
fever 5
toby.kuehl@enron.com 53
kay.miller@enron.com 51
energy--power 3
highway 8
keepers 6
beauty 4
banking 8
briefing--the 6
averaged 268
dallas! 6
wednesday 300
averages 10
bottlenecks 10
10:11 3
<pwood@covantaenergy.com> 3
nature 12
w=20 6
10:08 3
10:09 5
10:21 3
10:23 4
10:24 4
10:25 3
713-853-4770 9
lichtenwalter 12
10:19 4
10:18 4
withdrawals 32
risen 9
apr-jun 9
rises 4
10:01 3
10:02 3
10:03 3
payment 90
10:00 66
wallace 12
invited 39
7/28 4
invites 5
mcevoy/et&s/enron@enron> 4
7/24 3
7/21 5
10:59 6
10:49 4
whittaker 5
ios. 3
ebusiness 3
comparative 4
10:35 3
10:32 3
10:31 4
10:30 20
servers 12
10:44 4
10:38 5
thursday's 14
risks 38
joanne.bisbee@enron.com 4
fitzgerald 3
$650 3
cpc's 5
tired 3
affiliates) 16
convertible 3
larry 424
christmas 36
phyllis 5
head-to-head 4
diligently 3
bart.fillbach@enron.com 3
repair 8
marked 8
$600 16
department. 6
risk. 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=b2bcfc9e-4a394f3b-6256a00-544f08> 5
ortiz 6
departments 9
luncheon 19
risk? 4
jean.adams@enron.com 8
balcony 3
beaver 11
credit-worthiness 3
mason/et&s/enron@enron 4
alternate 115
portland 33
mcilwain 3
midwest 30
violates 3
corp. 52
quality 57
violated 4
corny 5
trillion 8
junus 40
roger.westfall@enron.com 83
gardens 4
</o=enron/ou=na/cn=recipients/cn=dl-ga-all_ets_employees> 5
labor 27
accurately 8
burlington's 4
44-207-783-4040 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=93b38763-837e8bf8-862566a6-55f516> 12
easing 3
</o=enron/ou=na/cn=recipients/cn=mbodnar> 14
diapers 4
zamora 5
your=20 25
17th! 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=9a8466c5-70a7d61a-86256744-544c3b> 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=9887a4c7-d57c7df8-862569af-749daa> 5
17th. 4
advantage 61
riopuerco-val 4
28-93: 3
enforceable 17
support 253
bryan/et&s/enron@enron 4
713-853-5854 3
suppose 4
vehicle 26
easily 15
tests 16
south. 6
reserved 28
suppor= 4
reserves 31
fiesta 5
keith 88
strengthen 8
hygiene 4
extends 18
easier 20
unreasonable 6
11/6/00 4
tanks 3
coral 33
chesney 5
offer 139
coyote 3
amber 5
registers 3
wilkens/et&s/enron@enron 4
delegates 5
$.15 4
01:09:00 3
register. 4
talcott/et&s/enron@enron 4
miami 6
$.05 11
$.04 3
$.03 3
$.02 7
june) 4
$.06 3
$.07 3
<.susan@enron.com> 5
naveed.ahmed@enron.com 6
$.35 3
elena 4
fancler 13
henenberg 4
<ramona 4
heart-healthy 6
test1 4
kathy.sturr@enron.com 9
vita 3
$.45 5
test2 4
</o=enron/ou=na/cn=recipients/cn=mguinan> 5
suction 15
visa 4
morgan.kirk@enron.com 3
insure 10
confirming 11
margaret.doucette@enron.com 6
20c2 3
</o=enron/ou=na/cn=recipients/cn=mcanter> 5
jeff.whippo@enron.com 4
$.60 5
lacks 4
faxing 3
inadequate 4
804386 3
robertson/et&s/enron) 4
200.75 4
years 268
year? 5
carethers 11
robust 13
year) 6
15.00% 4
year! 7
year: 6
databases 11
year. 35
bowling 6
allocated 28
steele/et&s/enron@enron> 3
chou 5
chow 10
payable 36
one-tenth 3
spreadsheets 9
10/25/2000 7
corps 16
skills. 3
formula 14
coincident 6
"lay 3
becoming 26
shelley_corman@enron.com 3
winfrey 3
information" 3
information) 4
view 87
sent:=09wednesday 3
loeffler 37
lindy.donoho@enron.com 714
execution 10
grounds=01*ride 4
backing 5
deeper 5
packaged 6
nov-march 5
blair/et&s/enron@enron> 5
packages 30
2262 5
10/16 3
executive 126
mcbride 4
03:15:00 3
vice 154
information= 5
information? 7
comstock'" 4
information; 4
information: 6
information. 46
package. 3
ranelle.paladino@enron.com 60
attached: 3
attached. 21
yield 8
9th. 3
debra.garcia@enron.com 3
</o=enron/ou=na/cn=recipients/cn=ayao> 5
terry 222
chen 19
terri 33
submitted 60
terra 6
bringing 22
records 32
subject 120
looking 100
</o=enron/ou=na/cn=recipients/cn=gadams3> 5
1999) 6
1999. 7
aren't 10
20th 39
tobacco 3
1998. 3
design 60
chan 5
deeply 4
chat 3
underlying 24
chad 10
1990s 6
pieces 5
freezes 3
executing 4
to=20 85
cyber 9
tranwestern's 3
purchasing 24
adelmann 5
nielsen/et&s/enron@enron 5
tessandori 5
</o=enron/ou=na/cn=recipients/cn=jhogan> 5
luck! 3
memorandum 4
dropped 17
term) 3
board@enron 5
term: 27
resigning 3
differences 9
term. 9
implemented 20
lucky 10
relate 3
terms 152
after 295
</o=enron/ou=na/cn=recipients/cn=mhargra> 6
departmental 4
encourage 53
01:28:00 3
elder 4
above 238
(january 3
web-based 12
variety 21
listing 430
08/10/2000 12
david, 4
david" 4
</o=enron/ou=na/cn=recipients/cn=emetoyer> 5
headlines 4
(enron's 3
parliament 3
10000 4
world." 3
title 31
david; 11
socalgas=01 5
wenden 3
marginal 6
23.8 3
ethink: 4
world's 19
energy=20 3
desire 17
flowing 43
marrow 6
in!!! 3
sanderson 5
boling 4
zarate 5
knowledge 67
nathan 4
dissemination 3
bellaire 4
specifications 13
</o=enron/ou=na/cn=recipients/cn=bburles> 71
testing 50
analyses 5
agatha 5
delivering 24
talks 9
analysis 108
cautious 4
name 211
realignment 6
cost-effective 4
influence." 3
scarce 3
k.lohman@enron.com 6
nasa 5
knowing 7
sherri 4
john.dushinske@enron.com 191
underway!!! 5
terrorist 7
<s_r_hemmeline@email.mobil.com> 3
12/11/2000 5
genady.batrak@enron.com 4
wix284hc 3
kings 3
<colliw@texaco.com> 3
$150 7
deemed 6
2001.doc>> 4
russi 5
russo 6
$1.5 7
$1.8 3
flowers 6
cycle 33
restriction 14
kinds 3
5:15pm 3
2/16 3
$100 20
<swainsj@texaco.com> 3
150..." 3
nava 3
2/28 3
(especially 3
11:10:00 5
positioned 8
$110 4
stuart 28
football 23
sherry 32
mike.mccracken@enron.com 27
bill.swarthout@enron.com 4
exhibits=01*everythin= 4
conferencing 13
713-853-5634 5
(duke 3
schedule. 4
"crisis 3
expo! 4
10:45am 3
whereby 9
sooner 7
schedules 14
whereas 3
scheduled 222
awards 12
</o=enron/ou=na/cn=recipients/cn=dl-ga-all_egs> 6
encroachment 3
___________________________________________________________________________ 58
tickets=20 6
ruthe 11
examining 5
$8.00 3
hobby 5
william.kohl@enron.com 3
owens 4
supply. 4
http://www20.cera.com/tos 23
brandon 6
maddox 5
extreme 14
</o=enron/ou=na/cn=recipients/cn=bwilliam> 5
beforehand 3
1:30pm 7
costing 3
sent:=09friday 6
(one-part) 3
kelly 51
survey 112
</o=enron/ou=na/cn=recipients/cn=tkovalc> 8
abercrombie 3
01:42:00 5
upper 17
allocations 21
incredible 6
showcase 6
kristi.birdsall@eprime.com 4
cera.com 24
incredibly 3
</o=enron/ou=na/cn=recipients/cn=pherman2> 3
2006 4
2004 20
2005 8
2002 639
2003 69
$2.9 3
200= 6
(except 4
2010 4
engine 8
tampa 5
gabriel 33
2020 7
faster 8
12,500 4
</o=enron/ou=na/cn=recipients/cn=kdromgoo> 5
gathered 7
waive 4
thomas.dan@enron.com 3
normal 136
transportation 393
energy's 11
wichita 4
nbpl 3
10-15 10
zippered 3
adventist 4
draft 97
krishnan 4
tammy 36
heating 106
approach 31
manner 27
12/1/00 3
amend 17
basketball 4
bedford 3
$25,000 4
fastow 3
10,000/d 5
ultimate 8
inclusive 14
correct 55
(e-mail 4
relocate 6
$250 8
product 156
856-6525. 5
account 202
produce 20
[mailto:imceanotes-+22kenneth+20g+20gruhl+22+20+3ckggruhl+40duke-energy+2ecom+3e+40enron@enron.com] 3
skilled 4
johanson/et&s/enron@enron 4
villarreal 8
$20s 3
cents/mmbtu 6
bgambrell@corestaff.com 4
jfawcet@enron.com 34
"not 3
>http://www.expedia.com/daily/deals/default.asp 6
$200 12
derrick 3
"no" 3
pursuant 18
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=b9fbefe6-3a4fb3b6-862566d0-70ef78> 7
hoang 3
$215 3
basshead 4
westward 9
vickers 4
trademark 4
figueroa 3
>enjoy 3
analysts 19
prescription 3
post-it 5
alice.johnson@enron.com 7
slide 8
compiling 3
roger.westbrook@enron.com 3
suggested 38
phone: 34
08/29/2000 3
dornan/et&s/enron@enron 6
bollinger/et&s/enron@enron 4
nation 17
479-7311 5
shopping 21
mavrix 12
whippo 3
californians 6
parties' 6
signal 14
repeat 5
optimistic 9
phones 9
journal 7
$175 4
drawn 8
separate 35
cleaning 11
$169 10
bases: 50
clements 32
$160 3
cost: 12
city 66
</o=enron/ou=na/cn=recipients/cn=tadams3> 5
cost? 4
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=dcc09885-5b46b4f8-8625681f-75b301> 17
deregulated 5
costs 163
tqp482nb 3
</o=enron/ou=na/cn=recipients/cn=dhicks3> 5
signed 57
</o=enron/ou=na/cn=recipients/cn=bmarong> 6
http://www.nesanet.org/ 4
specific 68
right 187
preparations 3
native 9
trayer 12
warned 6
http://www.houstonenergy.org/public/sportscover.doc 3
ensures 7
"'michelle 5
warner 13
escamilla 11
gary.spraggins@enron.com 20
bullets@enron.com 35
</o=enron/ou=na/cn=recipients/cn=rheimerm> 3
nancy; 6
danny; 13
particularly 41
adamson 5
charlie.graham@enron.com 12
annual=20 3
</o=enron/ou=na/cn=recipients/cn=sveatch> 11
texas 324
texan 4
"i'm 3
50,000/d 5
shelby 6
keeps 8
"i'd 4
size." 3
congressional 4
(98%) 12
migrated 12
influences 5
</o=enron/ou=na/cn=recipients/cn=acareth> 5
influenced 4
manufacturers 6
michele.winckowski@enron.com 58
session 91
doug.cebryk@enron.com 7
europe 40
dexatrim 4
linnell 6
everybody's 3
bollinger 172
september 384
cdwr 18
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=69337dcb-17b37134-862566d4-4bd15c> 5
walk-ins 4
pollution 3
fillbach 3
haskell 3
freeway 7
texla 3
scroll 8
($450 3
distribute 11
</o=enron/ou=na/cn=recipients/cn=aobrian> 5
schnake 3
pantry 5
decade." 3
carr/et&s/enron@enron 4
spokesman 21
dale.ratliff@enron.com 8
estate 9
cowan 3
feedback 131
<bhitschel@tesoropetroleum.com>@enron 5
bottom 30
accordance 11
mcgillivray 6
citizen 4
</o=enron/ou=na/cn=recipients/cn=nbastid> 7
"they 8
"for 8
reflect 39
photovoltaic 3
germany 7
several 183
leaving 21
vera 11
"this 18
community 90
dannis 4
very 207
(99%) 31
exchange 79
purposes 27
garvin 17
venz 5
(poi# 8
</o=enron/ou=na/cn=recipients/cn=jhuo> 4
coupons 19
kimberly.watson@enron.com 572
o=20 36
jack.boatman@enron.com 10
87,7454 3
believing 3
galassini/et&s/enron 4
853-7294 3
tasks 4
(70%): 4
#27496 3
higher 181
earl_chanley@enron.com 6
2.19 3
2.18 4
2.15 4
2.16 4
2.20 3
22800 4
kouri/et&s/enron@enron 8
frazier; 4
comparable 8
2.07 4
tw#27608 3
letters 18
14,000 30
agreeable 4
warmer 10
could 426
2.02 8
2.01 5
trevino/et&s/enron@enron> 4
johnson 145
slight 13
customer's 4
2.64 3
videotape 3
hendrix 5
2.5% 3
ds=20 3
cough 7
protective 6
retire 4
teetering 3
coupon 4
doug.aschwege@enron.com 78
2.45 5
2.26 3
2.28 4
recap 7
(97%) 14
2.32 6
2.34 3
2.35 4
<imceanotes-stan+20horton+2c+20chairman+20+26+20ceo+20ets+40enron@enron.com> 10
ullom/et&s/enron@enron 5
court 37
roughly 17
patty.prigmore@enron.com 11
here! 5
here. 7
<brook@coral-energy.com> 3
fallon 4
january. 7
mcfarland/corp/enron@enron 5
sessions 44
here: 14
legal's 4
count 10
protection 26
musical 8
gas.houston@enron.com 4
--------------- 7
network 70
retention 35
<cbulf@oneok.com> 5
similarly 5
letter. 7
growing 60
pennicooke 3
kunkel" 19
ladonna 17
anticipate 17
presidential 5
</o=enron/ou=na/cn=recipients/cn=snevill1> 55
10487 3
imposition 3
(x35202) 3
women); 3
<.weaman@enron.com> 3
stimulates 3
women's 5
excitement 4
socal's 9
thoreau 57
kerry.zuegner@enron.com 3
gatlin 4
nyiri 3
samson 3
fallen 4
chanley/et&s/enron@enron> 3
<.sue@enron.com> 3
evelyn 5
</o=enron/ou=na/cn=recipients/cn=mbx_anncegs> 5
20,000/d 4
maestas 6
gendron 5
tracking 9
2.99 4
awarded 36
ronnie 7
cover 43
marketers 50
ketcherside 5
locknar/et&s/enron@enron 4
07/17/2000 5
2.78 3
mwatkin@enron.com 5
2.72 3
2.71 5
business." 3
highly 38
vince 14
2.83 6
</o=enron/ou=na/cn=recipients/cn=pperry> 6
marvix 5
deaun.trayer@enron.com 12
betancourt 94
kokinda 10
publication 8
benefiting 30
3-386= 5
particular 30
academic 3
basin. 3
refer 9
duties 7
pacheco 4
10-year 13
(even) 23
06/23/2000 18
<eric 3
03:22:00 3
underground 6
edward.welsh@enron.com 4
8/14/00 3
basins 21
</o=enron/ou=na/cn=recipients/cn=jmunoz3> 5
(family 4
anywhere 6
schroeder 4
july. 6
ets=01 4
corrosion 16
basis: 7
basis. 15
39096 4
governance 3
sentences 4
06:15:00 3
drinks 9
rivers/et&s/enron@enron 18
hiddleston 4
(96%) 15
source 34
retrieve 13
cera's 57
darensbourg 5
appearance 3
thermal 18
basics 9
</o=enron/ou=na/cn=recipients/cn=mcormie> 15
street" 3
mothers 33
announce 67
what=01,s 5
reserved. 3
achievements 5
results. 3
dangerous 3
party! 4
capabilities 15
katherine.perry@enron.com 7
amounts 19
subscribed 26
spikes 35
street. 3
wadle 27
characteristic 3
akhave 4
rigorous 3
eurasia 3
roswell 12
always 60
hereunder 10
cocklin 3
infosource 3
</o=enron/ou=na/cn=recipients/cn=bfowler> 44
cig/tumbleweed 3
sunday 59
letting 3
transactional 9
9/24/00 3
runoff 5
</o=enron/ou=na/cn=recipients/cn=smclaug> 5
strader 9
discretion 9
values 36
valued 9
miriam 116
in-service 42
savita.puthigai@enron.com 3
35983 3
henry 139
</o=enron/ou=na/cn=recipients/cn=mbx_etssolcenter> 5
doubletree 10
resulted 12
manipulation 17
julie 229
julia 179
bridgette 5
benedicta 5
marsha 3
extra 27
mmc/d 15
abstract: 4
</o=enron/ou=na/cn=recipients/cn=lwolfe2> 3
mitchell.taylor@enron.com 4
(wscc) 3
telecommunications 11
worldwide@enron 28
<perwin@energyusa.com> 3
"how 6
in-depth 4
value) 9
fred.jordan@enron.com 4
michele; 3
rebound 17
enhancements 7
effectively 31
online! 15
</o=enron/ou=na/cn=recipients/cn=sshuler> 5
coyle 5
.doc>> 3
purpose 22
couple 68
availability 43
800,000 3
stratospheric 3
symposium 3
e-commerce 15
capitalize 4
sleep 5
struggle 7
austin 11
"jim 15
pollard 3
deodorant 3
suchoff 10
accepting 10
lacalli 5
distressed 3
"clearly 3
accessibility 3
cavazos 4
gary.maestas@enron.com 4
accountant 3
australia 18
educational 13
capitalism 3
(95%) 10
corrine 4
proposals 23
stovall 4
abuse 14
whites 3
county 86
counts 3
corrections 5
wright 6
credits 3
warriors 3
4quest.com 5
se=20 7
cera 445
125,000 4
</o=enron/ou=na/cn=recipients/cn=jbeck> 20
mmcfd 38
permanent 9
donald; 4
</o=enron/ou=na/cn=recipients/cn=lpham> 5
bollom 7
shapiro 3
besides 9
friendlyone@bigfoot.com 5
cell 33
williams 459
conflict 11
all.downtown@enron.com 17
eventually 20
spotlight 5
08/11/2000 5
corrected 18
pushing 13
reese 12
losses 15
igs. 5
weight 13
</o=enron/ou=na/cn=recipients/cn=dforsyt> 5
businesses 125
cent 5
coupled 14
<http://cr.enron.com/cr-cgi-bin/view_volops.pl> 3
cycles 5
solicitation 8
ticketing 6
initial 73
3718=20 3
meghan 11
guinane 7
faxed 12
customers; 3
<kimberly.watson@enron.com> 3
cycle. 4
possibilities 3
scaled 3
correctly 13
shelly 15
valuable 24
canceled 6
shaw/et&s/enron@enron 4
martin 83
12,000 8
martha 319
kurniawan 3
participate. 3
mmbtu 211
participate: 3
richardson's 5
customers. 12
customers' 5
faxes 6
kimberly; 68
out-of-state 8
713-853-5346 5
sigrid 10
participated 14
800-635-0606 4
below-normal 7
day= 4
day? 3
florida 15
declared 13
1826 5
cattermole 4
day! 9
sj-ca 4
regard 14
day) 8
meet 161
evolution 3
zolfo 3
dawn 16
european 22
day. 17
neubauer/et&s/enron@enron 11
steady 9
daze 4
audrey.robertson@enron.com 376
ronald 70
guidelines 16
by=20 11
crouch 3
interconnects 24
</o=enron/ou=na/cn=recipients/cn=whicks> 5
days 203
2/28/02 6
2/28/01 10
tw/nng 5
pre-race 3
throughput: 13
</o=enron/ou=na/cn=recipients/cn=eleschb> 6
align 10
double 26
interconnect. 4
interconnect? 7
shelton 3
completely 17
especially 35
1800 5
a17) 3
476,000/d 4
houston's 22
dupont 3
timelines 5
<tracy 4
brown 235
lee/et&s/enron 10
rock 152
rode 3
issues: 3
oma696/eb42c2 12
ment 3
menu 7
girish 10
subsidy 3
verification 11
lakho/fgt/enron@enron 3
rod; 6
alice 22
scene 4
western 353
memo 52
mandate 5
road 33
anaheim 3
6/30/2002 3
marketing 363
issues. 8
<gtom@socalgas.com> 3
6/30/2017 3
kunkle 4
summary: 28
rob; 6
diluted 3
spencer 8
mesa 4
reviews 11
mcgee 8
rofr 79
1853 4
majuere 4
</o=enron/ou=na/cn=recipients/cn=dwaymir> 6
phil; 7
16th 20
necessary: 3
benledene@aec.ca 3
pipelin= 4
favor 7
mailed 12
rick.craig@enron.com 5
nameplate 3
sensitive 7
700,000 5
printer 12
printed 29
necessary. 8
necessary) 3
region. 4
list,= 3
jordan's 4
tw/oneok 4
christopher 47
jim.talcott@enron.com 59
routinely 4
agreed 103
levels. 15
replay 27
regions 54
pursue 18
agrees 19
mcfadden 6
mitchp@atlantia.com 3
strength 34
meyn 5
hea/nesa 4
region= 5
heathman 5
demand. 11
demand: 3
ridge 33
transmitted 14
demand= 5
nymex 31
:"enron 3
christi 12
beginnings,= 3
donor=20 3
56696 3
56698 3
sheila.nacey@enron.com 181
andre.walters@enron.com 4
cc:=09=20 3
westbrook 8
annually 12
9/25/00 21
lorraine's 5
burlington 110
ride. 3
ride) 4
visitors 4
slots 6
demands 11
9/8/00 5
virus 8
cohrs 163
hanging 3
rides 4
scott.griffin@enron.com 4
norm.ruiz@enron.com 3
rick.dietz@enron.com 237
facing 16
covering 10
visit 125
(met) 4
diversify 3
28-13: 3
began 34
something 63
preferential 3
continental 16
assets. 3
28-14: 3
</o=enron/ou=na/cn=recipients/cn=rrosa> 5
28-11: 3
giraffe 3
entries 11
tamara.hopkins@enron.com 5
randy'" 4
franco 3
a.m. 28
paige 8
represent 26
28-12: 3
landau 11
atmospheric 4
17.0 3
tuesday? 3
insulin 3
frank; 6
meyers 9
ballet! 6
tuesday. 5
against 66
terminate 28
28-15: 3
tranwestern 3
robert.benningfield@enron.com 9
roensch 15
unsure 4
</o=enron/ou=na/cn=recipients/cn=nvu> 5
earlier 70
enabling 3
russian 4
plenty 12
where: 16
prospectus 7
<lreid@sppc.com> 4
violators 4
15th 25
1762 3
479-6755 5
looks 36
26-inch 3
recognized 20
rp's 3
smaller 12
affiliate 57
various 92
hottap 10
recognizes 3
mdq: 4
15.2% 3
loop. 4
review. 6
713-345-5543 5
1998." 3
</o=enron/ou=na/cn=recipients/cn=rcabrer> 53
ricky 10
confer 8
salyer.greg@enron.com 3
ricki 37
266-8192 3
memories 4
rick; 16
********************************************* 4
norris 3
rick" 4
153.72 3
investigators 4
manhattan 3
</o=enron/ou=na/cn=recipients/cn=dtrayer> 5
susan; 9
interest. 4
colleen; 5
ve=20 10
compression 53
weekend! 8
weekend. 6
memorial 15
putting 19
rich; 5
dan.dobbins@enron.com 3
rich, 5
scott/et&s/enron@enron> 10
weekends 10
whitworth'" 4
completed. 5
blackice 3
waitress 3
citygate 16
solutions 36
28-10: 3
</o=enron/ou=na/cn=recipients/cn=pcrowle> 3
bakersfield 15
skilling's 3
interests 35
merely 4
doubts 4
mean 35
meal 9
terminals 4
on-call 8
san-juan 3
destinations 4
promoting 7
mccurley 3
billy 3
abdmoulaie 62
introductory 3
project 460
mgmt 7
frames 7
linepack 11
bills 10
d'oeuvres 5
richard.macwithey@enron.com 3
dl-ets_pfp 18
interesting 29
bill; 14
mike, 3
electronic 108
mike" 13
rupture 8
nicole 7
tsschuler@pplweb.com 9
1600 4
promotion 12
2000brochure.pdf>> 4
chapter 9
garvin.jobs@enron.com 17
incorrectly 5
showing 27
eb5c2 13
rudolph.elizondo@enron.com 5
listed 77
stephen.veatch@enron.com 15
center.ets@enron.com 16
mivida 3
newspaper 6
u.s.) 24
efforts! 4
efforts" 8
listen 17
begun 32
finance 47
mike; 15
</o=enron/ou=na/cn=recipients/cn=pcurry> 5
pre-concert=20 3
lindberg/et&s/enron 9
west: 4
swanson 5
14th 21
package(s) 8
investments 38
28-128: 3
west. 8
matched 3
residential 38
13th 12
vote 22
intermediate 3
sanctions 4
coordinating 7
neville/et&s/enron@enron 11
wilkinson 194
coordination 14
15-30 9
tiered 3
28-136: 3
definitely 15
dupree 5
(current 3
laura.team@enron.com 4
sulphur 5
percent 111
identified 30
15-17 6
arnold 18
cholesterol 7
kindness 4
identifies 3
ibit 9
stephen.herber@enron.com 210
wellness 30
conditions. 4
28-133: 3
usgt/aquila 6
marketing; 9
marketing. 4
city-based 8
gretchen 3
mainly 8
growth. 3
ignacio/blanco 5
pasadena 5
growth: 3
estalee 6
</o=enron/ou=na/cn=recipients/cn=tbranne> 42
spain/ots/enron@enron 3
?o=0f1.-?=0f:? 3
[mailto:imceanotes-webmaster+40cera+2ecom+40enron@enron.com]=20 4
dave's 3
beltran 5
www.sec.gov 3
1/31/2002 10
trivia 4
brostad/et&s/enron@enron> 3
russell 18
</o=enron/ou=na/cn=recipients/cn=kanderso> 20
descoteaux 76
university 54
(outside) 6
protestors 4
begin 141
storage 449
auction 57
7:15 3
continued 80
06/26/2000 5
deem 4
deep 12
favorable 14
miles 109
(inside) 6
corp.'s 9
continues 67
idea 51
jewell 4
riders 7
unscheduled 3
deck 4
7:00 38
debt 27
needs 128
stanton 119
qualifying 7
dear 22
deal 238
dean 3
password? 24
dead 3
passwords 14
lambasted 3
payable) 5
need. 6
</o=enron/ou=na/cn=recipients/cn=mmata2> 5
securities 27
enforce 4
prolonged 8
3/28/01 3
routing 20
7:30 18
treats 5
bryan.reinecke@enron.com 76
projected 29
requirement 29
export 31
continue= 4
7:45 3
promising 4
memory 11
color 10
anti-competitive 3
demo 7
complete. 3
eprime 12
mills 3
dell 10
again," 4
colin 10
priorities 5
settling 8
researching 3
published 18
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=151acef5-f1c7fe8d-86256934-4b3517> 7
situation 69
completed 134
cabrera/et&s/enron@enron 7
952-984-3838 3
password. 3
password: 12
goodpasture/ots/enron@enron 4
pilar.ramirez@enron.com 64
holmes.joe@enron.com 3
</o=enron/ou=na/cn=recipients/cn=mdarvea> 22
713-853-6100 7
eb572 6
everyone_et&s_field_offices 3
</o=enron/ou=na/cn=recipients/cn=tgarza> 6
cooperation 17
defs 16
(66%): 3
importantly 9
"could 3
norton 6
12th 18
sophie 8
sophia 5
transcolorado 14
abandoned 10
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=a1d4c782-3027da36-862566de-571232> 7
desk 87
</o=enron/ou=na/cn=recipients/cn=lward> 50
kunkel 29
happens 6
richard; 15
expiring 3
<bwood@energy.state.ca.us> 3
02:33:00 5
dept 4
welcome 35
submit 59
<jlokay@4quest.com> 5
reduce 47
happen. 3
poorman 5
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=d0e46a6f-d3e5793c-8625671c-75e9f2> 9
deny 5
icon 14
mitigate 6
bilas 28
again?" 3
</o=enron/ou=na/cn=recipients/cn=cblackw> 5
</o=enron/ou=na/cn=recipients/cn=jlin> 6
carmella 5
richards 9
clarify 6
broiler 5
dallman 3
refused 6
b.b.a 3
alisa 4
prepare 32
</o=enron/ou=na/cn=recipients/cn=madlema> 5
finally 39
wesco 4
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=849260fb-78bca981-862568f1-79199c> 8
<kdowney@cera.com> 3
projects. 4
11/14/00 7
one-time 4
attention: 5
attention. 8
alive 3
celestine 3
fast! 4
(25,000 4
signing 13
28-30: 3
ultrasonic 5
refusal 14
consideration 16
monument 14
riehm 42
embodied 3
lorna 357
comic 3
david.abraham@enron.com 3
turnaround 5
402-398-7454 17
</o=enron/ou=na/cn=recipients/cn=econckl> 4
made 234
barbara.bischoff@enron.com 5
bullet 5
</o=enron/ou=na/cn=recipients/cn=carguij> 5
operations@enron 11
jmcfarl@enron.com 5
transporting 4
technological 15
14.4 3
bhatia 5
display 6
06:43:00 4
indicating 13
revised 102
make 466
deliveries 597
hargrave 6
indication 6
richard.barry@enron.com 4
5/31/2017 3
lkunkel@trigon-sheehan.com 54
scada 7
mail 141
1400 8
main 46
tremendous 24
carried 5
http://www.cbinet.com 6
carries 5
report 484
mechanical 22
trevino 81
jennifer.lev@enron.com 3
27714 9
(copyright 3
27719 6
vacation 28
enron-wide 4
mckinney=20 3
o'toole 3
loren 182
fourth 42
</o=enron/ou=na/cn=recipients/cn=dl-ga-all_enron_houston_employees> 10
bierman 3
lokay, 15
misha.siegel@enron.com 4
lokay" 11
three-month 3
midst 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=696a0290-ad811b00-862566de-112778> 6
</o=enron/ou=na/cn=recipients/cn=jbutler> 11
beary 5
community. 11
27748 5
california." 4
<dkohler@br-inc.com> 3
forming 8
lokay/enron@enronxgate 10
scale 6
dewitt 3
california," 4
153.3 9
bears 3
lorie 5
totals 12
california's 58
x36486. 4
winkler 11
contract#: 3
sales@intcx.com 15
dickerson" 5
winstall 10
preview 4
max. 4
written 36
"ebiz 16
matt 25
mata 5
jim.wiltfong@enron.com 156
somerhalder 4
season" 3
contract's 4
"leaving 3
season. 8
alder 6
scare 3
maze 4
administrative 37
12/04/2000 6
were: 5
dealbenchtm 7
seasons 6
</o=enron/ou=na/cn=recipients/cn=kperez> 7
teamwork 5
5/31/2003 3
maop 10
industry 178
11th 14
fares 12
cubic 41
approached 4
many 188
</o=enron/ou=na/cn=recipients/cn=rwinter> 4
margaritas 4
mann 21
subscribers 7
approaches 12
blood? 3
capped 10
lutheran 5
attaching 6
hea@houstonenergy.org 14
prestigious 3
mall 9
(date 3
indicative 3
mask 3
beach 12
mass 5
marc 11
mara 6
mark 425
comes 42
mart 3
mary 474
senior 92
administration 48
fawcett 683
combo 7
fowler/et&s/enron@enron 5
jul-oct 4
disadvantage 4
oasis 25
reversal 4
11.13 3
vision 14
replacing 19
gustofson.sue@enron.com 3
maps 22
1354 4
disconnect 3
mar= 5
phil.lowry@enron.com 13
</o=enron/ou=na/cn=recipients/cn=jtalcot> 12
<tdickers@westerngas.com>@enron 5
visit= 5
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=86256608-65acba-86256703-7cc427> 5
27698 7
trouble 18
1301 3
1300 6
<.don@enron.com> 4
mcfarland 40
switching 31
12/31/03 3
12/31/01 4
anticipated 30
combinations 3
$10,000 4
anticipates 12
understanding 52
purchase 116
shock: 3
reflecting 7
john.cobb@enron.com 7
paragraph 45
mccoy 91
ring 9
pertinent 8
(www.ots.enron.com) 5
ldifference 3
detailed 28
nominating 6
similar 76
24-hour 3
issue. 3
ripe 4
</o=enron/ou=na/cn=recipients/cn=jcentill> 10
naresh.phadte@enron.com 3
nomination 41
issue: 26
geologists 3
11am 6
activities. 3
27641 4
</o=enron/ou=na/cn=recipients/cn=dtraylor> 5
issued 70
ar=20 3
issues 221
called 67
believe 127
okay? 3
risk 204
rise 45
</o=enron/ou=na/cn=recipients/cn=lblack2> 5
bruce 15
bruck 10
rita 87
<.barry@enron.com> 3
(49%) 4
nunez 19
analysis. 3
project's 11
28-54: 3
glance" 3
gottsponer/et&s/enron@enron 12
brunt 3
bruno 3
return. 5
rigs 7
breakfast 18
06:58:00 3
04/18/2001 6
28-52: 3
agree 40
dessert= 3
</o=enron/ou=na/cn=recipients/cn=lsoldan> 7
coffey 7
28-57: 3
"overall 3
coffee 4
gilchrist 3
mcf/d 3
http://www.cera.com/cfm/edit/account.cfm 4
13:57:00 3
animal 10
functions 22
reggie 4
28-56: 3
operations 238
comparisons 3
sondheim's 3
03/19/2001 4
10th 10
<wng@fpl.com> 3
correspond 3
http://esource.enron.com 6
northbound 5
giving 48
11/17 3
desert 15
11/15 3
crandal.hardy@enron.com 4
fortune 9
1250 32
gtn's 7
1249 4
1248 7
returns 16
celebrated 3
multiplying 4
1233 3
ride 90
</o=enron/ou=na/cn=recipients/cn=ltipper> 3
details! 3
retroactive 8
rico 5
issuing 3
rice 52
rick 280
rich 137
details. 8
tangie.dykes@enron.com 5
rescheduling 3
psychology 6
15-year 4
combined-cycle 6
prospect 8
250,000 3
27548 4
qualify 3
bounce 11
strengthened 5
vital 8
definitive 5
hyatt/et&s/enron 24
prefer 16
department's 4
11/02/2000 6
12/5 3
shepherd 5
photo 14
505/627-9124 11
1200 14
lopez 6
yates.ed@enron.com 4
01/23...pg&etop 4
27507 3
startup 5
hotter-than-normal 3
visiting 6
skatz@sempratrading.com 4
astros 18
frequent 14
topock 115
"'pat 6
covenants 4
miranda 3
345-8908 3
"kenneth 3
281.367.9622 3
</o=enron/ou=na/cn=recipients/cn=mdistefa> 5
</o=enron/ou=na/cn=recipients/cn=bmartin2> 5
speculative 3
wilson 125
provision 27
marshall 6
1195 4
1191 3
yellow 3
country's 5
approved 89
1188 3
pg&etop 81
enrollments 4
28-69: 3
2000." 17
</o=enron/ou=na/cn=recipients/cn=schou> 5
28-177: 3
fuller 3
agreements 77
1970s 4
11:= 3
approves 12
crosby 4
hpl/aep 4
supposed 7
download 29
agreement. 14
(48%) 3
tells 5
agreement" 5
12/08/2000 6
>for 4
mammograms 10
approval 121
guerrero 6
transwestern 462
1109 5
(home)'" 3
1103 8
1100 16
1110 10
understands 10
separately. 7
nights 4
higher; 16
million 273
chairman=01,s 6
loretta 13
stopped 7
scott@ect 4
(eeos) 5
party/concert 6
dl-ga-all_domestic 8
advancing 6
steven.harris@enron.com 777
1114 5
<mblanco@calpine.com> 3
1118 3
phone 142
1147 4
frankfurt 4
corny_boersma@cargill.com 6
becky 8
dawn.clennon@enron.com 4
becki 75
injured 3
1140 64
highest 49
definition 6
municipal 8
started 27
schoolcraft/et&s/enron 3
supports 10
accounting 76
</o=enron/ou=na/cn=recipients/cn=relizon> 3
sealed 10
rockford 5
violating 3
15000 23
27467 3
checking 16
ava.garcia@enron.com 8
set-up 14
stark/corp/enron@enron 3
nuovo 3
future 176
soared 4
erequest 18
support! 8
support. 4
brackets 12
susan.wadle@enron.com 18
"pooling 4
402-398-7573 5
56011 4
verified 8
pleasant 4
underway 5
06:06:00 3
anytime 8
pager 15
british 31
pages 10
sabrina 5
telling 9
participation 67
investigation 25
joanne 9
yates 12
copper 8
participating 36
page. 4
seemed 7
page" 3
violation 11
11/30/01 3
11/30/00 3
lkunkel@trigon-sheehan.com; 3
<lokay@bigfoot.com>@enron 10
bryant/ots/enron@enron 3
(47%) 3
1090 4
dave 310
<dpk@cipa.org> 3
</o=enron/ou=na/cn=recipients/cn=drussel2> 4
lobbying 3
simmons 7
leading 37
houston?s 3
trading; 4
cougar 9
boudreaux 4
data 124
1074 6
date 233
trading) 4
trading. 5
2001." 6
non-graphic 3
carrera 5
dash 5
instructions 34
713-504-5428 3
shiji 6
dari 74
alternative 63
listings 6
e.=20 4
pre-concert 9
reward: 3
shift 26
investing 6
including= 4
dana 207
>get 3
including: 7
maintaining 10
28-73: 3
regent 14
impairment: 4
1011 3
1010 4
esther 24
alert 117
rewards 12
jennifer; 3
insured 3
100% 49
buddies 7
adjusted 16
dan; 5
1000 15
ratings 15
10.5 4
might 111
dale 77
east-to-east 5
speaker 16
steve.weller@enron.com 217
---------------------- 227
<shenry@smurfit.com> 3
functional 9
profitability/analysis 6
dedicated 21
shirt 4
28-70: 3
mirant 9
johnnie 33
order 380
wednesday." 3
$15.00 3
sanjay 10
answered 13
vicki.berg@enron.com 53
generation 291
wherever 3
renamed 3
</o=enron/ou=na/cn=recipients/cn=mdraeme> 12
greg.cade@enron.com 8
london) 11
ignore 3
jul-sep 11
london: 11
cinergy 8
taking 71
expertise 17
delivery: 4
exception 30
policies 23
reza 4
announcement@enron 4
refunds 9
disturb 3
immigration 4
kick-off 25
<john 8
fance 3
teppco 5
lower 103
willie 8
macpherson 9
ty=20 3
expansions 22
free! 6
eydie 8
merlyn 3
02:01:00 3
10,000 80
locknar 8
clears 5
shortages 9
jean.denis@enron.com 4
</o=enron/ou=na/cn=recipients/cn=sbrown1> 3
nelly 5
stationary 3
lodging 5
joel.henenberg@enron.com 4
manipulate 4
jodie.floyd@enron.com 9
(www.ets.enron.com) 3
halley 6
generating 73
looked 13
expansion. 9
shimira.jackson@enron.com 5
15737 4
gorilla 3
part-time 8
invalidated 3
teams 52
nominated 22
conoco 85
platforms 8
significant 111
yahoo 3
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=a9bcc707-a0bdf14e-86256960-6d98a6> 5
reliance 4
shelley 150
necessarily 6
janet.mcdaniel@enron.com 9
considering 16
answers. 3
tracy.schwartzkopf@enron.com 99
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=c23e8122-ffcce47f-86256775-523538> 5
donation= 5
performance 152
delivered 50
7,500 3
team! 4
personally 8
team; 27
successful. 3
team: 3
team. 17
birth 5
kaimal 6
(713)345-7892 4
richard.hanagriff@enron.com 60
</o=enron/ou=na/cn=recipients/cn=dmunoz> 5
donations 34
rfqs 3
laura 284
function 31
boundaries 4
robert 411
hilton 11
(100%) 26
expenditures 7
lowering 7
dl-ga-all_enron_worldwide1@enron.com 6
parked 5
parker 12
2/20/01 4
chimney 6
teach 8
liaison 3
connor 4
27268 5
27267 7
27266 4
located 120
ullom 125
digit 4
padilla 5
36100 3
mmcf 61
resubscription 6
laroia 3
handling 11
lasts 6
programming 8
she'd 3
departs 3
newstrial@energycentral.com 4
postponed 7
<http://www.nesanet.org> 9
blocks 21
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=15bb4d78-ec88d026-862566fa-7b871d> 4
elderly 3
sender 18
steve.stachey@enron.com 3
cupid 3
womencentral 5
agent 13
dennis; 17
diminish 5
dennis, 3
dennis: 3
william 55
score 8
nebraska's 3
birds 3
gypsum 7
accountable 6
ward/et&s/enron@enron 17
06:38:00 3
scott 476
"triem 5
<cprice@igservice.com> 4
ipass 3
calger 3
<jcattermole@pcenergy.com> 4
_________________________________ 3
signatory 3
reliability 48
<imceanotes-stan+20horton+2c+20chairman+20+26+20ceo+40enron@enron.com> 12
forward. 12
</o=enron/ou=na/cn=recipients/cn=jpoleo> 5
parity 4
scope 31
</o=enron/ou=na/cn=recipients/cn=tsroka> 4
suffered 5
real 36
considerations 6
read 77
(your 3
coach 8
remained 13
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=4989c968-a1c8946-86256942-4c33d5> 5
"mlokay" 4
happen 16
henwood 3
centerpiece 3
(eecc) 5
invitations 5
<john_emley@udscorp.com> 3
pritchard 43
reed 6
later 112
dasilva 27
falls 4
mlrp 3
invitation= 4
variable 18
zachariah.sulak@enron.com 3
e=20 97
circumstances. 3
enron.everyone_et&s_houston@enron.com 31
browder 5
hank_kuczynski@valic.com 4
willing 30
servic= 4
rn=20 3
</o=enron/ou=na/cn=recipients/cn=lbrooks> 5
outstanding 45
espeak. 7
lowry 32
reid 7
service 524
ledger 3
reps 10
teller 5
prevent 22
mike.bryant@enron.com 5
rene 5
reno 4
colleen.hood@enron.com 3
rent 10
27201 3
rely 5
connie 54
appendix 6
<rick.stone@stanford.edu> 3
maceyka 4
newark 7
castillo 8
idled 4
rest 43
bryan 112
coast 90
kim.kouri@enron.com 23
coash 5
way?" 3
vector 26
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=bf1dfd34-c51f00a-862564c2-54d138> 5
schoolcraft/et&s/enron@enron 58
viking 3
01:24:00 5
latin 13
transcripts 6
27249 4
also= 3
respectively 15
counterparts 4
counterparty 9
interested 163
01:59:00 3
schnake.david@enron.com 3
david.duff@enron.com 7
don_pitts@eogresources.com 3
spalding 21
craig.foster@enron.com 4
interviewers 9
rivera 20
rivers 74
denny.werkmeister@enron.com 3
serving 19
ringblom/et&s/enron@enron 3
penny.mccarran@enron.com 215
33,000/d 3
center's 4
atchafalaya 3
(44%) 3
patience 6
tellers 3
stevens/corp/enron@enron 4
minnesota 3
market's 4
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=a01a00e-739e51f9-862568c7-63aa41> 3
becker/hou/ect@ect 4
supported 39
denies 4
louis 32
enthusiasm 4
</o=enron/ou=na/cn=recipients/cn=sdewitt> 3
beautiful 5
denied 10
prior) 4
the.mailout@enron.com 5
misha 5
closely 23
11/09/2000 4
californ= 4
villarreal/corp/enron@enron 8
zitnik 3
zakiyyah 9
market." 6
7:00-11:00 3
bonnstetter 14
lay's 12
contracted 24
"out" 3
market," 13
01/19/2001 13
><http://216.32.31.189/tracker/default.asp?r=000006406005ef831&qscr=cmpf& 3
we=01,ve 6
missy 7
registering 5
one-month 3
sought 8
unfortunately 18
contracts: 3
contracts; 4
sannicandro 3
indications 7
contracts. 10
leader: 3
october 442
closest 3
contractor 14
leaders 38
immediately 81
marilyn 17
swapp.david@enron.com 4
chantelle 5
triggered 8
naming 5
somewhat 23
imperial 9
lotus 21
enrollment 35
transwestern. 6
transwestern, 4
gas-fired 95
shell's 4
outline 6
impacting 4
romantic 4
eunice 6
connection 65
</o=enron/ou=na/cn=recipients/cn=tkissne> 16
carl.carter@enron.com 17
stories 8
11/08/2000 8
exposure 17
redmond 6
connecting 8
(pep) 4
paesanos 5
harbinger 3
copying, 41
demanding 3
resources' 3
resources. 4
mitch 3
prasanna.chari@enron.com 4
ethink 53
resources; 6
geriann 5
roensch/et&s/enron@enron 5
supplying 9
david.roensch@enron.com 10
sheet 52
meteorologist 4
10:00am 6
bolks/et&s/enron@enron 9
phillips 39
mon. 4
</o=enron/ou=na/cn=recipients/cn=rsmith25> 5
darrell.schoolcraft@enron.com 187
print, 4
seeing 55
bundled 4
strictly 80
junona 4
mojo 3
phase 69
company=20 3
1/1/2002 6
prints 4
appeared 7
diego 28
authorizing 3
topics 17
compressors 10
bradley.holmes@enron.com 4
quarter. 7
woodrow's 5
idiot 3
move 153
topic: 16
calif. 5
we=01,ll 3
paul.cherry@enron.com 33
oversight 9
generosity 8
region 136
moss 3
most 302
patients 5
cure! 7
cure" 6
quarters 10
widened 11
gartner 10
wayne 11
jerry_ball@eogresources.com 6
regina 4
mingle 6
dl-ets_pfp@enron.com 18
representing 22
"especially 3
ethics 24
ledene 5
2-hour 3
playing 19
panels 3
</o=enron/ou=na/cn=recipients/cn=gsolis> 5
resource 30
loved 8
we=01,re 4
greaney's 4
</o=enron/ou=na/cn=recipients/cn=cgeorge> 5
lamaquina 5
code: 13
(103%) 5
code. 8
janette 5
settlement 53
markets." 3
seconds 3
exacerbated 4
lifestyle 4
markets," 3
dietz 233
senate 12
laurie 4
houstonstreet 3
aggie 4
forthcoming 3
prince 4
[mailto:agold@coral-energy.com] 3
schandua 7
increasingly 19
shell 15
buchanan/et&s/enron@enron> 4
occasions 4
</o=enron/ou=na/cn=recipients/cn=rharten> 5
eldridge 57
david.gaines@enron.com 4
laurel 8
darlene 11
08/15/2000 3
northern's 10
27017 3
mode 4
typical 9
<fermis@hotmail.com> 3
sedimentary 4
mods 6
centered 6
kent.miller@enron.com 189
hass/et&s/enron@enron 12
stanley 12
outbreak 3
laura; 18
guadalupe 3
(e-mail)" 21
<kggruhl@duke-energy.com>@enron 3
fresh 5
(e-mail); 47
james.studebaker@enron.com 7
denise 15
stevens/et&s/enron@enron 5
bisti 4
http://clickathome.enron.com 3
abdmoulaie/et&s/enron@enron 3
coded 3
url:=20 6
formats 4
9/13/00 16
bought 16
borders 11
<junonajonas@compuserve.com> 3
neppl 5
downey.ken@enron.com 3
codes 7
(automatic 3
halpin 46
</o=enron/ou=na/cn=recipients/cn=notesaddr/cn=c5066cc1-99bc3768-86256737-82635f> 5
jenkins 4
</o=enron/ou=na/cn=recipients/cn=pwilkins> 5
blair.lichtenwalter@enron.com 10
ray; 3
mashed 3
apr-dec 4
friday; 3
friday: 3
friday! 4
friday. 9
karaoke 4
execute 19
watch 51
yesterday 124
</o=enron/ou=na/cn=recipients/cn=bmartin> 3
sluggish 3
</o=enron/ou=na/cn=recipients/cn=vgriffin> 5
often 20
matthews 93
mike.barry@enron.com 172
fridays 3
</o=enron/ou=na/cn=recipients/cn=lbecker> 5
naomi 6
10/11/2000 6
circulate 5
303-782-5510. 4
